Repository: syncfusion/uwp-demos
Catalog: PivotClient/Assets/*.resw
Languages: de_de, fr_fr

source: percent of members loaded
de_de: Prozent der geladenen Mitglieder
fr_fr: pour cent des membres chargés

source: Add Report
de_de: Bericht hinzufügen
fr_fr: Ajouter un rapport

source: Area
de_de: Bereich
fr_fr: Région

source: Autumn Brights
de_de: Herbst Brights
fr_fr: automne Brights

source: Blue Chrome
de_de: Blaues Chrom
fr_fr: Bleu Chrome

source: Calculated Member Editor
de_de: Berechneter Member-Editor
fr_fr: Calculé membres Editor

source: Cancel
de_de: Stornieren
fr_fr: Annuler

source: Caption
de_de: Bildunterschrift
fr_fr: Légende

source: Caption text should be non-empty
de_de: Beschriftungstext sollte nicht leer sein
fr_fr: Texte de la légende doit être vide

source: Chart Type List
de_de: Diagrammtypliste
fr_fr: Type de graphique Liste

source: Check / UnCheck All
de_de: Check / UnCheck Alle
fr_fr: Vérifiez / uncheck tous

source: Choose fields to add to report:
de_de: Wählen Sie die Felder aus, die zum Bericht hinzugefügt werden sollen:
fr_fr: Choisissez les champs à ajouter à signaler :

source: Color Palette List
de_de: Farbpalettenliste
fr_fr: Couleur Liste Palette

source: Column
de_de: Spalte
fr_fr: Colonne

source: Columns
de_de: Spalten
fr_fr: Colonnes

source: Copy
de_de: Kopieren
fr_fr: Copie

source: Cube Selector
de_de: Würfelwahl
fr_fr: Selector Cube

source: Currency
de_de: Währung
fr_fr: Devise

source: Custom
de_de: Brauch
fr_fr: Coutume

source: Drag fields between areas below:
de_de: Ziehen Sie die Felder zwischen den folgenden Bereichen:
fr_fr: champs de glisser entre les zones ci-dessous:

source: Either the caption text is empty or already exist
de_de: Entweder ist der Beschriftungstext leer oder bereits vorhanden
fr_fr: Soit le texte de la légende est vide ou existe déjà

source: Elite
fr_fr: Élite

source: Enable / Disable Hyperlink
de_de: Aktivieren / Deaktivieren des Hyperlinks
fr_fr: Activer / Désactiver Hyperlink

source: Error while changing the report
de_de: Fehler beim Ändern des Berichts
fr_fr: Erreur lors du changement du rapport

source: Error while drag and drop
de_de: Fehler beim Drag & Drop
fr_fr: Erreur lors de glisser-déposer

source: Error while enabling or disabling the toggle pivot
de_de: Fehler beim Aktivieren oder Deaktivieren des Toggle-Pivots
fr_fr: Erreur lors de l'activation ou la désactivation du pivot de bascule

source: Error while loading the report
de_de: Fehler beim Laden des Berichts
fr_fr: Erreur lors du chargement du rapport

source: Error while processing the report
de_de: Fehler beim Verarbeiten des Berichts
fr_fr: Erreur lors du traitement du rapport

source: Error while removing the report
de_de: Fehler beim Entfernen des Berichts
fr_fr: Erreur lors de la suppression du rapport

source: Error while saving the report
de_de: Fehler beim Speichern des Berichts
fr_fr: Erreur lors de l'enregistrement du rapport

source: Error while toggling the expander's visibility
de_de: Fehler beim Umschalten der Sichtbarkeit des Expanders
fr_fr: Erreur lors de basculer la visibilité de l'extenseur

source: Error while updating the calculated member
de_de: Fehler beim Aktualisieren des berechneten Elements
fr_fr: Erreur lors de la mise à jour du membre calculé

source: Error while updating the measure
de_de: Fehler beim Aktualisieren der Maßnahme
fr_fr: Erreur lors de la mise à jour de la mesure

source: Error while updating the member
de_de: Fehler beim Aktualisieren des Mitglieds
fr_fr: Erreur lors de la mise à jour du membre

source: Excel-Like
de_de: Excel- Wie
fr_fr: excel comme

source: Exception Message
de_de: Ausnahmemeldung
fr_fr: message d'exception

source: Export Chart to Image
de_de: Export Diagramm zu Bild
fr_fr: Export graphique à l'image

source: Export Chart to PDF
de_de: Diagramm in PDF exportieren
fr_fr: Export graphique au format PDF

source: Export Chart to Word
de_de: Exportieren Sie Diagramm in Word
fr_fr: Export graphique à Word

source: Export Grid to CSV
de_de: Exportieren Sie nach CSV
fr_fr: Exporter la grille au format CSV

source: Export Grid to Excel
de_de: Exportieren Sie Raster nach Excel
fr_fr: Export grille pour Excel

source: Export Grid to PDF
de_de: Exportieren Sie Raster in PDF
fr_fr: Exporter la grille au format PDF

source: Export Grid to Word
de_de: Exportieren Sie Raster in Word
fr_fr: Exporter la grille vers Word

source: Expression text should be non-empty
de_de: Ausdrucktext sollte nicht leer sein
fr_fr: texte Expression doit être non vide

source: Filters
de_de: Filter
fr_fr: Filtres

source: Format String
fr_fr: Chaîne de format

source: Freeze / Unfreeze Headers
de_de: Freeze / Unfreeze Header
fr_fr: Figer / libérer en-têtes

source: Green Chrome
de_de: Grünes Chrom
fr_fr: chrome vert

source: Grid Layout List
de_de: Raster Layoutliste
fr_fr: Grille Liste Disposition

source: Light Candy
de_de: Helle Süßigkeit
fr_fr: Bonbons Lumière

source: Line
de_de: Linie
fr_fr: Ligne

source: Load Report
de_de: Lastbericht
fr_fr: Rapport de charge

source: MDX Query
de_de: MDX-Abfrage
fr_fr: requête MDX

source: Measure
de_de: Messen
fr_fr: Mesure

source: Measure and KPI should be in same axis
de_de: Messen und KPI sollten sich in derselben Achse befinden
fr_fr: Mesurer et KPI devrait être en même axe

source: Measure Editor
de_de: Messen Sie den Editor
fr_fr: éditeur de mesure

source: Member Editor
de_de: Mitglieds-Editor
fr_fr: éditeur membre

source: Member Type
de_de: Mitgliedstyp
fr_fr: Type de membre

source: Metro
fr_fr: Métro

source: More than one measure cannot be sliced
de_de: Mehrere Maße können nicht geschnitten werden
fr_fr: Plus d'une mesure ne peut pas être découpé en tranches

source: Move Down
de_de: Sich abwärts bewegen
fr_fr: Descendre

source: Move First
de_de: Bewege zuerst
fr_fr: Déplacer d'abord

source: Move Last
de_de: Letzte Bewegung
fr_fr: Déplacer Dernière

source: Move Up
de_de: Nach oben
fr_fr: Déplacer vers le haut

source: Named set cannot be present in slicer axis if the parent dimension exists in any other axis
de_de: Der benannte Satz kann nicht in der Slicer-Achse vorhanden sein, wenn die übergeordnete Dimension in einer anderen Achse existiert
fr_fr: Nommé ensemble ne peut être présent dans l'axe trancheuse si la dimension parent existe dans tout autre axe

source: New Report
de_de: Neuer Bericht
fr_fr: Nouveau rapport

source: No Summaries
de_de: Keine Zusammenfassungen
fr_fr: Aucun Résumés

source: None
de_de: Keiner
fr_fr: Aucun

source: Normal
fr_fr: Ordinaire

source: OK
fr_fr: D'accord

source: Percent
de_de: Prozent
fr_fr: Pour cent

source: Pie
de_de: Kuchen
fr_fr: Tarte

source: PivotTable Field List
de_de: PivotTable-Feldliste
fr_fr: Liste PivotTable Champ

source: Please select the parent dimension
de_de: Wählen Sie die übergeordnete Dimension aus
fr_fr: S'il vous plaît sélectionnez la dimension parent

source: Purple Chrome
de_de: Violettes Chrom
fr_fr: Chrome Violet

source: Red Chrome
de_de: Rotes Chrom
fr_fr: Chrome Rouge

source: Remove Report
de_de: Bericht entfernen
fr_fr: Retirer Rapport

source: Rename Report
de_de: Bericht umbenennen
fr_fr: Renommer Rapport

source: Report
de_de: Bericht
fr_fr: Rapport

source: Report List
de_de: Berichtsliste
fr_fr: Liste des rapports

source: Report Name
de_de: Berichtname
fr_fr: Nom du rapport

source: Rows
de_de: Reihen
fr_fr: Rangées

source: Sandy Beach
de_de: Sandstrand
fr_fr: Plage de sable

source: Save As Report
de_de: Als Bericht speichern
fr_fr: Enregistrer sous Rapport

source: Save Report
de_de: Bericht speichern
fr_fr: Enregistrer le rapport

source: Scatter
de_de: Streuen
fr_fr: Dispersion

source: Show / Hide Expander
de_de: Anzeigen Expander
fr_fr: Afficher ou Masquer Expander

source: Show / Hide Legend
de_de: Legende anzeigen/ausblenden
fr_fr: Afficher ou masquer la légende

source: Show / Hide ToolTip
de_de: Quickinfo anzeigen / ausblenden
fr_fr: Afficher ou masquer l'outil pointe

source: Show / Hide Value Cell ToolTip
de_de: Zeigen / Verheimlichen Wert Zelle ToolTip
fr_fr: Afficher ou masquer la valeur cellulaire Outil -tip

source: Show MDX
de_de: MDX anzeigen
fr_fr: Afficher MDX

source: Since KPI is a calculated measure it cannot be sliced
de_de: Da KPI ein berechnetes Maß ist, kann es nicht geschnitten werden
fr_fr: Depuis KPI est une mesure calculée , il ne peut pas être découpé en tranches

source: Spline Area
de_de: Spline Bereich
fr_fr: zone Spline

source: Stacking Area
de_de: Stapelfläche
fr_fr: zone d'empilage

source: Stacking Bar
de_de: Stapelstange
fr_fr: bar empilable

source: Stacking Bar 100
de_de: Stapelstange 100
fr_fr: Empilement bar 100

source: Stacking Column
de_de: Stapelsäule
fr_fr: colonne d'empilage

source: Stacking Column 100
de_de: Stapelsäule 100
fr_fr: Colonne d'empilage 100

source: Step Area
de_de: Schrittbereich
fr_fr: Étape Zone

source: Step Line
de_de: Schritt Linie
fr_fr: Étape ligne

source: This element already exists in the current axis
de_de: Dieses Element existiert bereits in der aktuellen Achse
fr_fr: Cet élément existe déjà dans l'axe actuel

source: Toggle Pivot
de_de: Pivot umschalten
fr_fr: Basculer Pivot

source: Tomato Spectrum
de_de: Tomatenspektrum
fr_fr: spectre de tomate

source: Values
de_de: Werte
fr_fr: Valeurs

source: Chart
de_de: Diagramm
fr_fr: Graphique

source: Document Created
de_de: Dokument erstellt
fr_fr: document créé

source: Grid
de_de: Gitter
fr_fr: la grille

source: Do you want to save changes to the report
de_de: Möchten Sie Änderungen an dem Bericht speichern
fr_fr: Voulez-vous enregistrer les modifications apportées au rapport

source: Do you want to view the document
de_de: Möchten Sie das Dokument anzeigen
fr_fr: Voulez-vous voir le document

source: Row
de_de: Reihe
fr_fr: Rangée

source: Value
de_de: Wert
fr_fr: Valeur

source: Cube Name
fr_fr: Cube Nom

source: Goal
de_de: Tor
fr_fr: Objectif

source: Goal Expression
de_de: Ziel-Ausdruck
fr_fr: Objectif expression

source: KPI Editor
fr_fr: éditeur KPI

source: KPI Name
fr_fr: Nom KPI

source: Shapes
de_de: Formen
fr_fr: Formes

source: Status
fr_fr: Statut

source: Status Expression
de_de: Statusausdruck
fr_fr: Statut expression

source: Status Indicator
de_de: Statusanzeige
fr_fr: Indicateur de statut

source: Traffic Light
de_de: Ampel
fr_fr: Feu de circulation

source: Trend
fr_fr: Tendance

source: Trend Expression
de_de: Trend-Ausdruck
fr_fr: Tendance expression

source: Value Expression
de_de: Wertausdruck
fr_fr: Valeur expression

source: Error while updating the virtual KPI
de_de: Fehler beim Aktualisieren des virtuellen KPI
fr_fr: Erreur lors de la mise à jour du KPI virtuel

source: Goal expression should be non empty
de_de: Ziel-Ausdruck sollte nicht leer sein
fr_fr: expression de but doit être non vide

source: KPI name should be non empty
de_de: Der KPI-Name sollte nicht leer sein
fr_fr: nom KPI doit être non vide

source: Status expression should be non empty
de_de: Der Statusausdruck sollte nicht leer sein
fr_fr: expression d'état doit être non vide

source: Trend expression should be non empty
de_de: Der Trend-Ausdruck sollte nicht leer sein
fr_fr: expression de tendance doit être non vide

source: Value expression should be non empty
de_de: Der Wertausdruck sollte nicht leer sein
fr_fr: Valeur expression doit être non vide

source: Virtual KPI with same name is already exists. Please enter a different name
de_de: Virtuelles KPI mit demselben Namen ist bereits vorhanden. Bitte geben Sie einen anderen Namen ein
fr_fr: KPI virtuel avec le même nom est existe déjà. S'il vous plaît entrer un autre nom

source: Column Page Settings
de_de: Spalte Seiteneinstellungen
fr_fr: Colonne Paramètres de la page

source: Column Pager
de_de: Spalten-Pager
fr_fr: Colonne Pager

source: Current Page
de_de: Aktuelle Seite
fr_fr: Page actuelle

source: Move To First
de_de: Zum Anfang
fr_fr: Déplacer à la première

source: Move To Last
de_de: Zuletzt verschieben
fr_fr: Déplacer pour durer

source: Move To Next
de_de: Weiter zum nächsten
fr_fr: Déplace au prochain

source: Move To Previous
de_de: Zurück zum Anfang
fr_fr: Déplacer vers Précédent

source: Of
de_de: Von
fr_fr: De

source: Page Settings
de_de: Seiteneinstellungen
fr_fr: Paramètres de la page

source: Page Size
de_de: Seitengröße
fr_fr: Taille de la page

source: Pager Settings
de_de: Pager-Einstellungen
fr_fr: Paramètres Pager

source: Row Page Settings
de_de: Zeile Seiteneinstellungen
fr_fr: Row page Paramètres

source: Row Pager
de_de: Zeilen-Pager
fr_fr: Pager Row

source: Drop fields here
de_de: Drop Felder hier
fr_fr: champs Drop ici

source: Add
de_de: Hinzufügen
fr_fr: Ajouter

source: Cell Color
de_de: Zellfarbe
fr_fr: Couleur de cellule

source: Condition Type
de_de: Bedingungstyp
fr_fr: Type de condition

source: Conditional Format Editor
de_de: Editor für bedingte Formatierung
fr_fr: L'éditeur de format conditionnel

source: Create a Calculated Member or Measure
de_de: Erstellen Sie ein Berechnetes Element oder Maß
fr_fr: Créer un membre calculé ou mesure

source: Create / Modify Conditional Formats
fr_fr: Créer / modifier Format conditionnel

source: Create a Virtual KPI element
de_de: Erstellen Sie ein virtuelles KPI-Element
fr_fr: Créer un élément de KPI virtuel

source: Data Connection
de_de: Datenverbindung
fr_fr: Connexion de données

source: Font Size
de_de: Schriftgröße
fr_fr: Taille de police

source: Font Style
de_de: Schriftstil
fr_fr: Le style de police

source: Font Weight
de_de: Schriftgewicht
fr_fr: Poids de la police

source: ForeGround
de_de: Vordergrund
fr_fr: Premier plan

source: FullScreen View
de_de: Vollbildansicht
fr_fr: FullScreen Voir

source: Load
de_de: Belastung
fr_fr: Charge

source: New
de_de: Neu
fr_fr: Nouveau

source: Predicate Type
de_de: Prädikatstyp
fr_fr: Type de prédicat

source: Remove
de_de: Entfernen
fr_fr: Retirer

source: Rename
de_de: Umbenennen
fr_fr: Rebaptiser

source: Report Menu
de_de: Berichtsmenü
fr_fr: Rapport Menu

source: Save
de_de: sparen
fr_fr: sauvegarder

source: SaveAs
de_de: Speichern als
fr_fr: Enregistrer sous

source: Search here
de_de: Suche hier
fr_fr: Recherchez ici

source: Value1
de_de: Wert1
fr_fr: Valeur1

source: Value2
de_de: Wert2
fr_fr: Valeur2

source: Expression should be framed only with Measure
de_de: Ausdruck sollte nur mit Maßstab gerahmt werden
fr_fr: Expression doit être encadrée uniquement avec mesure

source: Expression should be framed only with Measure or Dimension
de_de: Ausdruck sollte nur mit Maß oder Dimension eingerahmt werden
fr_fr: Expression doit être encadrée uniquement avec la mesure ou Dimension

source: No
de_de: Keine
fr_fr: Non

source: Yes
de_de: ja
fr_fr: Oui

source: Do you want to view the image
fr_fr: Voulez-vous voir l'image

source: Image created
fr_fr: Image créée

source: Enable / Disable Paging
de_de: Aktivieren / Deaktivieren des Paging
fr_fr: Activer / Désactiver Paging

source: Auto Execute
de_de: Exécution automatique
fr_fr: Auto Exécuter

source: Name
fr_fr: prénom

source: Add Condition
de_de: Zustand hinzufügen
fr_fr: Ajouter une condition

source: Remove All
de_de: Alles entfernen
fr_fr: Enlever tout

source: Removes the current condition
de_de: Entfernt den aktuellen Zustand
fr_fr: Supprime la condition actuelle

source: Black
de_de: Schwarz
fr_fr: Noir

source: Bold
de_de: Fett gedruckt
fr_fr: Audacieux

source: ExtraBlack
de_de: Extra schwarz
fr_fr: Noir supplémentaire

source: ExtraBold
de_de: Extra fett
fr_fr: En gras supplémentaire

source: ExtraLight
de_de: Extra-Licht
fr_fr: Lumière supplémentaire

source: Light
de_de: Licht
fr_fr: Lumière

source: Medium
de_de: Mittel
fr_fr: Moyen

source: SemiBold
de_de: Halb fett
fr_fr: Semi gras

source: SemiLight
de_de: Halblicht
fr_fr: Semi léger

source: Thin
de_de: Dünn
fr_fr: Mince

source: Clear Filter from
de_de: Filter aus
fr_fr: Effacer le filtre de

source: Clear Filter
de_de: Filter löschen
fr_fr: Effacer le filtre

source: Label Filters
de_de: Etikettenfilter
fr_fr: Filtres d'étiquettes

source: Value Filters
de_de: Wertfilter
fr_fr: Filtres de valeur

source: DoesNotEqual
de_de: Ist nicht gleich
fr_fr: N'est pas égal

source: BeginsWith
de_de: Beginnt mit
fr_fr: Commence par

source: DoesNotBeginWith
de_de: Beginnt nicht mit
fr_fr: Ne commence pas avec

source: EndsWith
de_de: Endet mit
fr_fr: Se termine par

source: DoesNotEndsWith
de_de: Endet nicht mit
fr_fr: Ne se termine pas avec

source: DoesNotContains
de_de: Enthält nicht
fr_fr: Ne contient pas

source: GreaterThanOrEqualTo
de_de: Größer als oder gleich wie
fr_fr: Plus grand ou égal à

source: GreaterThan
de_de: Größer als
fr_fr: Plus grand que

source: LessThan
de_de: Weniger als
fr_fr: Moins que

source: LessThanOrEqualTo
de_de: Gleich oder kleiner als
fr_fr: Inférieur ou égal à

source: Between
de_de: Zwischen
fr_fr: Entre

source: NotBetween
de_de: Nicht zwischen
fr_fr: Pas entre

source: equals
fr_fr: équivaut à

source: does not equal
de_de: ist nicht gleich
fr_fr: n'est pas égal

source: begins with
de_de: beginnt mit
fr_fr: commence par

source: does not begin with
de_de: Beginnt nicht mit
fr_fr: Ne commence pas par

source: ends with
de_de: endet mit
fr_fr: se termine par

source: does not end with
de_de: Endet nicht mit
fr_fr: Ne se termine pas par

source: contains
fr_fr: Contient

source: does not contain
de_de: beinhaltet nicht
fr_fr: ne contient pas

source: is greater than or equal to
de_de: Ist größer oder gleich
fr_fr: Est supérieur ou égal à

source: is greater than
de_de: ist größer als
fr_fr: est supérieur à

source: is less than
de_de: ist weniger als
fr_fr: est inférieur à

source: is less than or equal to
de_de: ist kleiner oder gleich
fr_fr: Est inférieur ou égal à

source: is between
de_de: ist zwischen
fr_fr: est entre

source: is not between
de_de: ist nicht dazwischen
fr_fr: Pas entre

source: NotEquals
de_de: Nicht gleich
fr_fr: NPas égalon

source: GreaterThanOrEqual
de_de: Größer als oder gleich
fr_fr: Meilleur que ou égal

source: LessThanOrEqual
de_de: Weniger als oder gleich
fr_fr: Moins qu'également égal

source: AndAlso
de_de: Und auch
fr_fr: Et aussi

source: Or
de_de: oder
fr_fr: Ou

source: And
de_de: Und
fr_fr: Et

source: OrElse
de_de: Oder auch
fr_fr: Ou sinon

source: Show items for which
fr_fr: Afficher les éléments pour lesquels

source: Show items for which the label
fr_fr: Afficher les articles pour lesquels l'étiquette

source: Please enter the value
de_de: Bitte geben Sie den Wert ein
fr_fr: Entrez la valeur

source: Invalid values: The value 1 must be lower than the value 2
de_de: Ungültige Werte: Der Wert 1 muss kleiner als der Wert 2 sein
fr_fr: Valeurs non valides: la valeur 1 doit être inférieure à la valeur 2

source: Please provide a valid name
de_de: Bitte geben Sie einen gültigen Namen an
fr_fr: Veuillez fournir un nom valide

source: Please provide an alternate name a condition already exists as
de_de: Bitte geben Sie einen anderen Namen an. Eine Bedingung existiert bereits als
fr_fr: Veuillez fournir un autre nom qu'une condition existe déjà

source: Calculated Field
de_de: Berechnetes Feld
fr_fr: Champ calculé

source: CreateConditionalFormat
de_de: Erstellen Sie ein bedingtes Format
fr_fr: Créer un format conditionnel

source: Custom Summary
de_de: Benutzerdefinierte Zusammenfassung
fr_fr: Résumé personnalisé

source: Delete
de_de: Löschen
fr_fr: Effacer

source: Display Option
de_de: Anzeigeoption
fr_fr: Option d'affichage

source: Expression Field
de_de: Ausdrucksfeld
fr_fr: Champ d'expression

source: Field Name
de_de: Feldname
fr_fr: Nom de domaine

source: Fields
de_de: Felder
fr_fr: Des champs

source: Formula
de_de: Formel
fr_fr: Formule

source: Insert Field
de_de: Feld einfügen
fr_fr: Insérer un champ

source: Show/Hide SubTotals
de_de: SubTotals anzeigen / ausblenden
fr_fr: Afficher / masquer les sous-totaux

source: Summary
de_de: Zusammenfassung
fr_fr: Résumé

source: Summary Type
de_de: Zusammenfassung Typ
fr_fr: Type de résumé

source: CalculatedField with same name is already exist
de_de: CalculatedField mit demselben Namen ist bereits vorhanden
fr_fr: CalculatedField avec le même nom existe déjà

source: Formula is incomplete and please check with the formula you have provided
de_de: Formel ist unvollständig und bitte mit der Formel, die Sie zur Verfügung gestellt haben
fr_fr: La formule est incomplète et vérifiez dans la formule que vous avez fournie

source: Please add a new calculated field into pivot calculations before pressing the OK button
de_de: Bitte fügen Sie ein neues berechnetes Feld in Pivotberechnungen ein, bevor Sie die Taste OK drücken
fr_fr: Ajoutez un nouveau champ calculé dans les calculs de pivotement avant d'appuyer sur le bouton OK

source: Please provide formula to add new calculated field into PivotCalculations
de_de: Bitte geben Sie die Formel an, um das neue berechnete Feld in PivotCalculationen einzufügen
fr_fr: Fournissez une formule pour ajouter un nouveau champ calculé dans les calculs dynamiques

source: Please provide name of the field to insert
de_de: Bitte geben Sie den Namen des Feldes ein
fr_fr: Veuillez indiquer le champ à insérer

source: Exception Dialog
de_de: Ausnahme-Dialog
fr_fr: Boîte de dialogue d'exception

source: Loading
de_de: Laden
fr_fr: Chargement

source: All
de_de: Alle
fr_fr: Tout

source: Summaries
de_de: Zusammenfassungen
fr_fr: Résumés

source: Calculations
de_de: Berechnungen
fr_fr: Calculs

source: GrandTotals
fr_fr: Grand totaux

source: Summaries and Calculations
de_de: Zusammenfassungen und Berechnungen
fr_fr: Résumés et calculs

source: Summaries and GrandTotals
de_de: Zusammenfassungen und GrandTotals
fr_fr: Résumés et GrandTotals

source: Calculations and GrandTotals
de_de: Berechnungen und GrandTotals
fr_fr: Calculs et GrandTotals

source: Count
de_de: Graf
fr_fr: Compter

source: DoubleTotalSum
de_de: Doppelte Summe Summe
fr_fr: Somme totale double

source: DoubleAverage
de_de: Doppelter Durchschnitt
fr_fr: Double moyenne

source: DoubleStandardDeviation
de_de: Doppelte Standardabweichung
fr_fr: Double écart type

source: DecimalTotalSum
de_de: Dezimal Summe Summe
fr_fr: Somme totale décimale

source: IntTotalSum
de_de: Int Gesamtsumme
fr_fr: Somme IntTotal

source: DisplayIfDiscreteValuesEqual
de_de: Anzeige, wenn diskrete Werte gleich sind
fr_fr: Afficher si les valeurs discrètes sont égales

source: Sum
de_de: Summe
fr_fr: Somme

source: Average
de_de: Durchschnittlich
fr_fr: Moyenne

source: Min
fr_fr: le minimum

source: Max
fr_fr: maximum

source: CountNumbers
de_de: Nummern Zählen
fr_fr: numéros de compte

source: StdDev
fr_fr: écart-type

source: StdDevP
fr_fr: écart-type P

source: Var
fr_fr: variance

source: VarP
fr_fr: variance p

source: MyCustomSummaryBase1
de_de: Meine benutzerdefinierte Summary Base 1
fr_fr: Ma base de résumé personnalisée 1

source: MyCustomSummaryBase2
de_de: Meine benutzerdefinierte Summary Base 2
fr_fr: Ma base de résumé personnalisée 2

source: Are you sure to remove all the applied conditional formats
de_de: Sind Sie sicher, alle angewandten bedingten Formate zu entfernen
fr_fr: Êtes-vous sûr de supprimer tous les formats conditionnels appliqués

source: Are you sure to remove the selected condition
de_de: Sind Sie sicher, die ausgewählte Bedingung zu entfernen
fr_fr: Êtes-vous sûr de supprimer la condition sélectionnée

source: (All)
de_de: (Alle)
fr_fr: (Tout)

source: (Select All)
de_de: (Alles auswählen)
fr_fr: (Tout sélectionner)

source: Ascending (A to Z) by:
de_de: Aufsteigend (A bis Z) von:
fr_fr: Ascendant (A à Z) par:

source: AutoSort
de_de: Automatisch sortieren
fr_fr: Tri automatique

source: Base Field
de_de: Basisfeld
fr_fr: Champ de base

source: Base Item
de_de: Basiselement
fr_fr: Article de base

source: Bottom
de_de: Boden
fr_fr: Bas

source: by
de_de: durch
fr_fr: par

source: Descending (Z to A) by:
de_de: Absteigend (Z zu A) durch:
fr_fr: Descendant (Z à A) par:

source: Description
de_de: Beschreibung
fr_fr: La description

source: DifferenceFrom
de_de: Unterschiedvon
fr_fr: Différence de
